[
    {  "id":1,
        "categoria":"Smartphones",
        "marca":"apple",
        "nombre":"iPhone XS",
        "descripcion":"La pantalla del iPhone XS tiene esquinas redondeadas que siguen el elegante diseño curvo del teléfono, y las esquinas se encuentran dentro de un rectángulo estándar. Si se mide en forma de un rectángulo estándar, la pantalla tiene 5.85 pulgadas en diagonal (el área real de visualización es menor).",
        "precio":450,
        "imagen":"https://support.apple.com/library/APPLE/APPLECARE_ALLGEOS/SP779/SP779-iphone-xs.jpg",
        "stock":8
    },
    {
        "id":2,
        "categoria":"Notebooks",
        "marca":"apple",
        "nombre":"MacBook Pro",
        "descripcion":"Gracias al nuevo chip M2, el MacBook Pro de 13 pulgadas es más poderoso que nunca. Ofrece hasta 20 horas de batería y un sistema de enfriamiento activo que mantiene un rendimiento increíble en el mismo diseño compacto de siempre. Con su espectacular pantalla Retina, cámara FaceTime HD y micrófonos con calidad de estudio, es nuestro laptop pro más portátil.",
        "precio":450,
        "imagen":"https://www.infobae.com/new-resizer/b0JEuB5b83vV9SbA4kpJU2Y0_vs=/992x661/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/257HDRPTN5E4BNMDQLBGQBNXDQ.jpg",
        "stock":23
    },
    {
        "id":3,
        "categoria":"Watches",
        "marca":"apple",
        "nombre":"Apple Watch Serie 8",
        "descripcion":"El Apple Watch Serie 8 es tu compañero ideal es aún más poderoso. Viene con un sensor de temperatura que ofrece información detallada sobre la salud de la mujer. 1 Detección de Choques para que recibas asistencia ante una emergencia. 2 Fases del Sueño que te ayuda a comprender tus hábitos al dormir. Y nuevas opciones para estar en forma con la mejorada app Entrenamiento. Un futuro más saludable está a la vista.",
        "precio":450,
        "imagen":"https://www.infobae.com/new-resizer/I8vdqgGMQKccpNeMbBtEwqrl3n4=/992x614/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/436KLOUJFBBBDEOKEIG3NMOPVI.jpg",
        "stock":15
    }

]